Repository: EvillHood/appkit
Catalog: src/config/coriolis_config.po
Languages: ru

source: default value =%1$s
ru: значение по умолчанию =%1$s

source: mandatory
ru: обязательное

source: Print help
ru: Вывести справку

source: Print version
ru: Вывести версию

source: Set config file path
ru: Задать путь к файлу конфигурации

source: unknown
ru: неизвестно

source: Source: %1%, key: %2%, value: %3%
ru: Источник: %1%, ключ: %2%, значение: %3%

source: Unable to parse settings. %1% %2% Usage:
ru: Не удалось прочитать настройки. %1% %2% Использование:

source: Unable to parse settings. %1% Usage:
ru: Не удалось прочитать настройки. %1% Использование:

source: Program options
ru: Настройки приложения

source: Config options
ru: Настройки конфигурации

source: Config file path
ru: Путь к файлу конфигурации

source: command line
ru: командная строка

source: %1$s (array)
ru: %1$s (массив)

source: indexed, default value =%1$s
ru: нумерованное, значение по умолчанию =%1$s

source: indexed, mandatory
ru: нумерованное, обязательное
